Revit 2027 API
ParameterTypeId.BeamVJustificationOtherValue Property
 "z-Direction Offset Value"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BeamVJustificationOtherValue { get; }
Public Shared ReadOnly Property BeamVJustificationOtherValue As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BeamVJustificationOtherValue {
	ForgeTypeId^ get ();
}
static member BeamVJustificationOtherValue : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace